brew "age"
brew "bash"
brew "bat"
brew "xz"
brew "btop"
brew "chezmoi"
brew "cmake"
brew "colima"
brew "curl"
brew "dfc"
brew "direnv"
brew "docker"
brew "docker-compose"
brew "doctl"
brew "duf"
brew "eza"
brew "fd"
brew "ffmpeg"
brew "fontconfig"
brew "fzf"
brew "gh"
brew "git"
brew "git-delta"
brew "git-secrets"
brew "gnu-sed"
brew "gnupg"
brew "go"
brew "gping"
brew "grep"
brew "gzip"
brew "htop"
brew "hurl"
brew "iftop"
brew "jq"
brew "just"
brew "k9s"
brew "lazydocker"
brew "lazygit"
brew "lazyssh"
brew "python@3.14"
brew "lsd"
brew "make"
brew "mas"
brew "most"
brew "mtr"
brew "navi"
brew "ncdu"
brew "netcat"
brew "nmap"
brew "node"
brew "openssh"
brew "p7zip"
brew "pngpaste"
brew "pwgen"
brew "ripgrep"
brew "rsync"
brew "ruby"
brew "rust"
brew "sd"
brew "speedtest-cli"
brew "ssh-copy-id"
brew "tcpdump"
brew "thefuck"
brew "tldr"
brew "tmux"
brew "topgrade"
brew "trash-cli"
brew "tree"
brew "unzip"
brew "watch"
brew "watchman"
brew "wget"
brew "yt-dlp"
brew "zoxide"
brew "zsh"
cask "alt-tab"
cask "calibre"
cask "cursor"
cask "discord"
cask "displaylink"
cask "electrum"
cask "firefox"
cask "font-fira-code-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "font-meslo-lg-nerd-font"
cask "gemini"
cask "ghostty"
cask "google-drive"
cask "gpg-suite"
cask "iterm2"
cask "jordanbaird-ice"
cask "keet"
cask "kitty"
cask "mimestream"
cask "notion"
cask "obsidian"
cask "qbittorrent"
cask "raindropio"
cask "raycast"
cask "rectangle"
cask "signal"
cask "telegram"
cask "tor-browser"
cask "transmission"
cask "wezterm"
mas "LanScan", id: 472226235
mas "Proton Pass for Safari", id: 6502835663
mas "Save to Raindrop.io", id: 1549370672
